
 //**************************************************************************//
 // Данный исходный код является составной частью системы МВТУ-4             //
 // Программист:        Тимофеев К.А.                                        //
 //**************************************************************************//


unit Blocks;

 //***************************************************************************//
 //                Блоки для моделирования гидроавтоматики                    //
 //***************************************************************************//

interface

uses Windows, Classes, DataTypes, SysUtils, RunObjts, uExtMath;

implementation

uses math;

end.
